{
    "bodies": [
    {
      "name": "Mercury",
      "message": "Tiny and hot-headed—that’s what you’re all about! Most people wouldn’t take a second look, but you’re all over that. Mercury might seem like it's all craters and scars, but there’s a sensitive, oddly comforting side to it. With Mercury, you know what you’re getting. You like a partner who is authentic and isn’t into small talk. You often get into arguments about the things you’re passionate about, and you want someone who is as opinionated and capable as you are. Just don’t start a debate on the first date, okay?"
    },
    {
      "name": "Venus",
      "message": "Let me guess, you have a long track record of toxic but intoxicatingly passionate exes? Venus might be the planet of love, but love isn’t always sunshine and roses. Sometimes it’s acid rain and volcanoes. You yearn for someone passionate, someone who can match your freak. I’m not going to tell you to keep yourself safe because you’re probably pretty crazy yourself. Just go live your hedonistic fantasy!"
    },
    {
      "name": "Earth",
      "message": "Home sweet home! Can’t say I’m surprised since, well, you’re already on Earth. You like a well-rounded partner with a wild side. Earth is a bit unpredictable, but you can mostly chalk that up to the tiny people constantly fighting and screaming on its surface. You seek harmony in your relationships and appreciate deep connections. Just remember to take care of yourself too, okay?"
    },
    {
      "name": "Mars",
      "message": "Ooh, very macho! Mars is all bark, no bite—but maybe you’re into that. You like a partner who is expressive and often explosive. And surprisingly, it isn’t because you’re crazy yourself—it’s because you like to fix people. You enjoy exploring and learning new things. You don’t mind putting in the emotional effort, even when all you’re left with is a bunch of dust in your eyes. Actually, I changed my mind… you might be a bit crazy, just not outwardly."
    },
    {
      "name": "Jupiter",
      "message": "Damn, you like ‘em huge! Nothing wrong with that, of course! Jupiter is a lot to handle, but it's worth it. You need a partner who challenges you to grow, learn, and explore the world. Whether it’s new ideas or far-off places, you’re always chasing something bigger than yourself. You’re bold and a true adventurer, but sometimes you’ve got to keep your eye out for life's little pleasures as well."
    },
    {
      "name": "Saturn",
      "message": "You like someone who’s charming and catches everyone’s attention. It’s most likely because you’re an introvert and want someone loud to take you under their wing. Saturn is dependable, but sometimes there are too many space rocks orbiting it to spare you any attention. Don’t become just another space rock, orbiting anything pretty you lay your eyes on. Remember to speak up for yourself!"
    },
    {
      "name": "Uranus",
      "message": "You’re a quirky one, aren’t you? You’re artistic and funny, and you like your partner to have those qualities as well! You value independence and are not afraid to be yourself. Just like Uranus, you don’t let a cloudy atmosphere cover your beautiful, bright colors. People might pick on you sometimes, but don’t let that bother you. Find someone who celebrates your uniqueness and shares your vision!"
    },
    {
      "name": "Neptune",
      "message": "You’re daydreaming as we speak, aren’t you? You’re a dreamer, creative, or whatever term you want to use for being absent-minded. Neptune is very turbulent and cold, but you don’t see that as a bad thing. You can relate to it. You seek deep emotional and spiritual connections and will go to great lengths to understand people and communicate as much as possible. Sadly, you tend to chase people who are out of reach. Take a moment to yourself, will you?"
    }
  ]
}